"(optional)" = "(opcional)";
"Address Book:" = "Endereços:";
"Apply Coupon" = "Aplicar Cupom";
"Buy Later" = "Comprar Depois";
"Buy Now" = "Comprar Agora";
"Cancel" = "Cancelar";
"Card Number:" = "Número do Cartão:";
"City:" = "Cidade:";
"Close" = "Fechar";
"Company Name:" = "Empresa:";
"Confirm Email:" = "Confirmar E-mail:";
"Country:" = "País:";
"Coupon Code:" = "Código do Cupom:";
"Coupon:" = "Cupom:";
"Credit Card" = "Cartão de Crédito";
"Credit Card Type:" = "Tipo do Cartão de Crédito:";
"Done" = "Finalizar";
"Email Address:" = "E-mail:";
"Email Support" = "E-mail de Suporte";
"Enter your name and licence key to activate this software." = "Digite seu nome e chave de licença para ativar este software.";
"Expiration Date:" = "Data de Expiração:";
"FAX_MESSAGE" = "Você pode pagar com cartão de crédito, cheque, ou ordem de compra.\n\nImprima o formulário e envie seu pedido para:\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"Fax, Mail or Purchase Order" = "Fax, Correio ou Ordem de Compra";
"First Name:" = "Nome:";
"Full Version" = "Versão Completa";
"Home Address" = "Endereço Residencial";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "Normalmente para justificar o preço da atualização, você precisa ter uma chave de licença válida de versões anteriores des software.";
"Last Name:" = "Sobrenome:";
"License Key:" = "Chave de LIcença:";
"Login to PayPal" = "Conectar a PayPal";
"Mail or Purchase Order" = "Correio ou Ordem de Compra";
"Name on Card:" = "Nome ou Cartão:";
"Name:" = "Nome:";
"Next" = "Próximo";
"Number of Users:" = "Número de Usuários:";
"Office Address" = "Endereço Comercial";
"Order Summary:" = "Resumo da Compra:";
"PAYPAL_MESSAGE" = "Comprar com o PayPal é muito simples. Clique o botão abaixo, e uma folha aparecerá onde você poderá conectar-se a PayPal e efetuar o pagamento.\n\nSe você achar mais confortável utilizar seu navegador padrão de internet para fazer o pagamento usando o PayPal, <a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">clique aqui</a>.\nSe você usar seu navegador padrão de internet, você terá que digitar uma chave de licença que você receberá por e-mail.";
"PREPAID_MESSAGE" = "Se você recebeu um cupom com um código pré-pago, digite-o aqui.";
"Pay by Fax, Mail or Purchase Order" = "Pagar por Fax, Correio ou Ordem de Compra";
"Pay using Credit Card" = "Pagar usando Cartão de Crédito";
"Pay using PayPal" = "Pagar usando PayPal";
"Pay using Prepaid Code" = "Pagar usando Código Pré-Pago";
"Phone Number:" = "Telefone:";
"Place Order" = "Local da Compra";
"Postal/Zip Code:" = "Caixa/Código Postal:";
"Prepaid Code" = "Código Pré-Pago";
"Prepaid Code:" = "Código Pré-Pago:";
"Previous" = "Anteriores";
"Pricing Information:" = "Informações de Preço:";
"Primary Address" = "Endereço Principal";
"Print" = "Imprimir";
"Print Form" = "Imprimir Formulário";
"Quit" = "Sair";
"Secure Purchasing System" = "Sistema Seguro de Compra";
"Security Code:" = "Código de Segurança:";
"State/Province:" = "Estado:";
"Street Address:" = "Endereço:";
"Submit Code" = "Código de Envio";
"Subscribe to the Path Finder newsletter" = "Assinar o boletim de novidades do Path Finder";
"THANKYOU_MESSAGE" = "Sua compra foi finalizada com sucesso!\n\nSeu computador agora está licenciado para usar o Path Finder, e suas informações da licença foram armazenadas.\n\nClique o botão imptimir abaixo para imprimir sua chave de licença e manter em um lugar seguro, você pode precisar destas informações se você mudar de máquina ou reinstalar seu Sistema Operacional.\n\nNós enviamos sua chave de licença para seu endereço de e-mail: ##USERS_EMAIL##.\nVocê não precisa se preocupar com este e-mail, seu código de registro já foi definido, porém imprime-o para você ter registrado sua compra.\n\nSuas informações de licença podem ser visualizadas na caixa de diálogo Sobre o Path Finder.  Escolha \"Sobre o Path Finder\" localizado no menu Path Finder na sua barra de menus.\n\nMuito obrigado novamente!  Se você tiver perguntas ou problemas, por favor nos avise! Envie-nos um <a href=\"mailto:help@cocoatech.com\">e-mail</a>.";
"THANKYOU_TITLE" = "Muito obrigado por comprar o Path Finder!";
"Tab" = "Guia";
"To pay using a different method, go back to the previous step and choose a different payment method." = "Para pagamento com um método diferente, volte para o passo anterior e escolha um método diferente de pagamento.";
"Update" = "Atualizar";
"Upgrade" = "Atualizar";
"View" = "Exibir";
"WELCOME_MESSAGE" = "Seu apoio é muito precioso!  O Path Finder está sempre sendo atualizado e melhorado por causa do apoio de usuários como você.\n\nVocê pode comprar usando cartão de crédito, PayPal, fax, ordem de compra ou correio.\n\nSe você já tem uma chave de licença e necessita ativá-lo <a href=\"mkcl://kMKCEnterLicenseKey\">Clique aqui.</a>\n\nSe você tiver dúvidas, envie-nos um <a href=\"mailto:help@cocoatech.com\">e-mail.</a>";
"WELCOME_TITLE" = "Comprar o Path Finder é muito simples!";
"What kind of license do you want?" = "Qual o tipo de licença você deseja?";
"Your details are secured in transfer with 128-bit SSL encryption." = "Seus detalhes são seguramente transferidos usando codificação 128-bit SSL";
"not licensed" = "não licenciado";

/* ==== UNLOCALIZED ==== */

"American Express" = "American Express";
"Diners Club" = "Diners Club";
"Discover Card" = "Discover Card";
"JCB" = "JCB";
"MasterCard" = "MasterCard";
"OK" = "OK";
"PayPal" = "PayPal";
"Visa" = "Visa";
